Repository: dnzbdrhn/ruya-rehberi-ios
Catalog: DreamOracle/Sources/Resources/*.lproj/Localizable.strings
Languages: tr

# calendar.day.count_format
source: %d dreams found
tr: %d rüya bulundu

# calendar.day.none
source: No dream found
tr: Rüya bulunamadı

# calendar.empty.none_today
source: No dream saved for today
tr: Bugün için kaydedilen rüya yok

# calendar.empty.tap_date
source: Tap a highlighted date to explore dreams
tr: Rüyaları keşfetmek için vurgulanan bir tarihe dokunun

# calendar.filter.all
source: All
tr: Tümü

# calendar.filter.anxious
source: Anxious
tr: Kaygılı

# calendar.filter.confused
source: Confused
tr: Kafası Karışık

# calendar.filter.great
source: Great
tr: Harika

# calendar.filter.neutral
source: Neutral
tr: Nötr

# calendar.filter.peaceful
source: Peaceful
tr: Huzurlu

# calendar.filter.scary
source: Scary
tr: Korkunç

# calendar.stats.empty_month_format
source: No dreams saved for %@
tr: %@ için kaydedilen rüya yok

# calendar.stats.empty_subtitle
source: As you add new dreams, a monthly summary will appear here.
tr: Yeni rüyalar ekledikçe burada aylık özet göreceksin.

# calendar.stats.month_count_format
source: %@: %d dreams
tr: %@: %d rüya

# calendar.stats.top_mood_format
source: Most frequent mood: %@. Tap a day in the calendar to open details.
tr: En yoğun duygu: %@. Takvimden bir güne dokunarak detayları açabilirsin.

# calendar.title
source: Dream Calendar
tr: Rüya Takvimi

# calendar.today
source: Today
tr: Bugün

# common.all
source: All
tr: Tümü

# common.close
source: Close
tr: Kapat

# common.favorites
source: Favorites
tr: Favoriler

# common.search
source: Search
tr: Ara

# home.analysis_fallback
source: The dream suggests themes of freedom-seeking, inner balance, and a symbolic journey.
tr: Özgürlük arayışı, içsel denge ve sembolik bir yolculuk teması dikkat çekiyor.

# home.daily_analysis
source: Daily Analysis
tr: Günlük Analiz

# home.share
source: Share Your Dream
tr: Rüyanızı Paylaşın

# home.title
source: Dream Guide
tr: Rüya Rehberi

# journal.count.records_format
source: %d records
tr: %d kayıt

# journal.count.results_format
source: %d results
tr: %d sonuç

# journal.empty.default_subtitle
source: As you save new dreams, they will appear here from newest to oldest.
tr: Yeni rüya kaydettikçe burada en güncelden eskiye sıralanacak.

# journal.empty.favorites_title
source: No favorite dreams yet
tr: Henüz favori rüya yok

# journal.empty.none_title
source: No dreams saved yet
tr: Henüz kayıtlı rüya yok

# journal.empty.search_subtitle
source: Try a different keyword for title, content, or date.
tr: Başlık, içerik veya tarih için farklı bir kelime dene.

# journal.empty.search_title
source: No dreams matched your search
tr: Aramaya uygun rüya bulunamadı

# journal.objects.subtitle
source: Discover people, places, themes, and symbols in your dreams
tr: Rüyalarındaki kişi, mekan, tema ve sembolleri keşfet

# journal.objects.title
source: Dream Objects
tr: Rüya Nesneleri

# journal.search.placeholder
source: Search dreams (title, content, date)
tr: Rüya ara (başlık, içerik, tarih)

# journal.title
source: My Dreams
tr: Rüyalarım

# journal.top_tab.dreams
source: Dreams
tr: Rüyalar

# journal.top_tab.objects
source: Dream Objects
tr: Rüya Nesneleri

# profile.buy_credits
source: Buy Credits
tr: Kredi Satın Al

# profile.info
source: Info
tr: Bilgi

# profile.note.pricing
source: The first 2 dream interpretations are free. Each next interpretation and each follow-up question uses 1 credit.
tr: İlk 2 rüya yorumu ücretsizdir. Sonraki her yorum ve her takip sorusu 1 kredi kullanır.

# profile.pack.15
source: +15 Credits
tr: +15 Kredi

# profile.pack.40
source: +40 Credits
tr: +40 Kredi

# profile.pack.5
source: +5 Credits
tr: +5 Kredi

# profile.stat.credit
source: Credits
tr: Kredi

# profile.stat.free
source: Free Quota
tr: Ücretsiz Hak

# profile.stat.paid_questions
source: Paid Questions
tr: Ücretli Soru

# profile.stat.total_dreams
source: Total Dreams
tr: Toplam Rüya

# profile.stats
source: Statistics
tr: İstatistik

# profile.title
source: Profile
tr: Profil

# profile.wallet
source: Credit Wallet
tr: Kredi Cüzdanı

# tab.calendar
source: Calendar
tr: Takvim

# tab.dreams
source: My Dreams
tr: Rüyalarım

# tab.home
source: Home
tr: Ana Sayfa

# tab.profile
source: Profile
tr: Profil

# common.send
source: Send
tr: Gönder

# composer.clarity
source: Dream Clarity
tr: Rüya Netliği

# composer.detail.placeholder
source: Describe your dream...
tr: Rüyanızı anlatın...

# composer.mood
source: Mood
tr: Duygu Durumu

# composer.mood.anxious
source: Anxious
tr: Kaygılı

# composer.mood.confused
source: Confused
tr: Kafası Karışık

# composer.mood.great
source: Great
tr: Harika

# composer.mood.neutral
source: Neutral
tr: Nötr

# composer.mood.peaceful
source: Peaceful
tr: Huzurlu

# composer.mood.scary
source: Scary
tr: Korkunç

# composer.mood.value.anxious
source: Anxious
tr: Kaygılı

# composer.mood.value.confused
source: Confused
tr: Kafası Karışık

# composer.mood.value.great
source: Great
tr: Harika

# composer.mood.value.neutral
source: Neutral
tr: Nötr

# composer.mood.value.peaceful
source: Peaceful
tr: Huzurlu

# composer.mood.value.scary
source: Scary
tr: Korkunç

# composer.rebuilder.apply
source: Apply Dream Assistant
tr: Rüya Yardımını Uygula

# composer.rebuilder.fragments_header
source: KEYWORDS AND FRAGMENTS
tr: ANAHTAR KELIMELER VE PARÇALAR

# composer.rebuilder.placeholder
source: Flying, ocean, childhood home, a familiar voice...
tr: Uçmak, okyanus, çocukluk evi, tanıdık bir ses...

# composer.rebuilder.remaining_format
source: %d LEFT
tr: %d KALDI

# composer.rebuilder.subtitle
source: Turn keywords into detailed dreams
tr: Anahtar kelimeleri detaylı rüyalara dönüştürün

# composer.rebuilder.title
source: Dream Assistant
tr: Rüya Yardımcısı

# composer.interpret_now
source: Interpret now
tr: Şimdi yorumla

# composer.saved_success
source: Dream saved successfully.
tr: Rüya başarıyla kaydedildi.

# composer.save
source: Save
tr: Kaydet

# composer.skip_for_now
source: Skip for now
tr: Şimdilik geç

# composer.title
source: New Dream
tr: Yeni Rüya

# dictionary.entry.bird
source: Bird
tr: Kuş

# dictionary.entry.door
source: Door
tr: Kapı

# dictionary.entry.elephant
source: Elephant
tr: Fil

# dictionary.entry.fish
source: Fish
tr: Balık

# dictionary.entry.key
source: Key
tr: Anahtar

# dictionary.entry.moon
source: Moon
tr: Ay

# dictionary.entry.sea
source: Sea
tr: Deniz

# dictionary.entry.shadow
source: Shadow
tr: Gölge

# dictionary.entry.shoe
source: Shoe
tr: Ayakkabı

# dictionary.entry.stairs
source: Stairs
tr: Merdiven

# dictionary.entry.star
source: Star
tr: Yıldız

# dictionary.recent.title
source: Recently Viewed
tr: Son Bakılanlar

# dictionary.search.placeholder
source: Search Symbol...
tr: Sembol Ara...

# dictionary.segment.favorites
source: Favorites
tr: Favoriler

# dictionary.segment.recent
source: Recently Viewed
tr: Son Bakılanlar

# dictionary.segment.symbol
source: Symbol
tr: Sembol

# dictionary.title
source: Dream Dictionary
tr: Rüya Sözlüğü

# home.placeholder.1.title
source: Flying Elephant
tr: Uçan Fil

# home.placeholder.2.title
source: My Deep Dream
tr: Rüyan Böğedi

# home.placeholder.3.title
source: Silent Cloud Trail
tr: Rüyan Rasun Talci

# interpretation.empty.subtitle
source: Save a dream first or share one from the home screen.
tr: Önce bir rüya kaydedin veya ana ekrandan paylaşın.

# interpretation.empty.title
source: Dream Interpretation
tr: Rüya Yorumu

# interpretation.expand.more
source: More Analysis
tr: Daha Fazla Analiz

# interpretation.expand.open
source: General Analysis Open
tr: Genel Yorum Açık

# interpretation.followup.ask_button
source: Ask About This Interpretation (1 Credit)
tr: Yoruma Soru Sor (1 Kredi)

# interpretation.followup.credits_format
source: Credits: %d
tr: Kredi: %d

# interpretation.followup.placeholder
source: Write your question...
tr: Soru yaz...

# interpretation.followup.prompt
source: Ask a question for this interpretation (1 credit)
tr: Bu yorum için soru sor (1 kredi)

# interpretation.followup.question_prefix_format
source: Q: %@
tr: S: %@

# interpretation.followup.recent
source: Recent Questions
tr: Son Sorular

# interpretation.full_title
source: General Dream Interpretation
tr: Genel Rüya Yorumu

# interpretation.journal
source: Dream Journal
tr: Rüya Günlüğü

# interpretation.keywords
source: Keywords
tr: Anahtar Kelimeler

# interpretation.metric.aware
source: Aware
tr: Bilinçli

# interpretation.metric.emotional
source: Emotional
tr: Duygusal

# interpretation.metric.nightmare
source: Nightmare
tr: Kabus

# interpretation.metric.scary
source: Scary
tr: Korkunç

# interpretation.metric.surreal
source: Surreal
tr: Gerçeküstü

# interpretation.preview.primary_fallback
source: Search for Freedom and Potential.
tr: Özgürlük Arayışı ve Potansiyel.

# interpretation.preview.secondary_empty_fallback
source: Symbols indicate subconscious messages and the need for personal transformation.
tr: Semboller, bilinçdışı mesajları ve kişisel dönüşüm ihtiyacını işaret ediyor.

# interpretation.preview.secondary_fallback
source: Flying reflects a wish to overcome obstacles. The elephant points to strength and wisdom.
tr: Uçmak, engelleri aşma isteğini simgeler. Fil, güç ve bilgelik temasıyla ilerler.

# interpretation.perspective.button
source: Open Premium Perspective
tr: Premium Perspektif Aç

# interpretation.tag.elephant
source: Elephant
tr: Fil

# interpretation.tag.flying
source: Flying
tr: Uçmak

# interpretation.tag.freedom
source: Freedom
tr: Özgürlük

# interpretation.title_prefix
source: Dream Interpretation:
tr: Rüya Yorumu:

# journal.analysis.entities.empty
source: No clear entities found in this category yet.
tr: Bu kategoride henüz belirgin varlık bulunamadı.

# journal.analysis.entities.subtitle
source: Most frequent entities
tr: En sık geçen varlıklar

# journal.analysis.entities.title
source: Attribute Patterns
tr: Nitelik Örüntüleri

# journal.analysis.mood_dist.subtitle
source: Emotional profile across dreams in this category
tr: Bu kategorideki rüyalarda duygusal profil

# journal.analysis.mood_dist.title
source: Mood Distribution
tr: Ruh Hali Dağılımı

# journal.analysis.title_format
source: %@ Analysis
tr: %@ Analizleri

# journal.analysis.trends.subtitle
source: Frequency over the last 6 months
tr: Son 6 aydaki görülme sıklığı

# journal.analysis.trends.title
source: Category Trends
tr: Kategori Eğilimleri

# journal.category.actions.subtitle
source: Recurring behaviors and movements
tr: Tekrarlayan davranış ve hareketler

# journal.category.actions.title
source: Actions
tr: Eylemler

# journal.category.animals.subtitle
source: Animal archetypes
tr: Hayvan arketipleri

# journal.category.animals.title
source: Animals
tr: Hayvanlar

# journal.category.emotions.subtitle
source: Emotional clues
tr: Duygusal ipuçları

# journal.category.emotions.title
source: Emotions
tr: Duygular

# journal.category.objects.subtitle
source: Symbolic objects
tr: Sembolik nesneler

# journal.category.objects.title
source: Objects
tr: Nesneler

# journal.category.people.subtitle
source: People and figures in dreams
tr: Rüyalardaki kişiler ve figürler

# journal.category.people.title
source: People
tr: İnsanlar

# journal.category.places.subtitle
source: Places and scenes
tr: Mekanlar ve sahneler

# journal.category.places.title
source: Places
tr: Yerler

# journal.category.themes.subtitle
source: Core thematic patterns
tr: Ana tematik örüntüler

# journal.category.themes.title
source: Themes
tr: Temalar

# journal.category.weather.subtitle
source: Atmosphere and weather states
tr: Atmosfer ve hava halleri

# journal.category.weather.title
source: Weather
tr: Hava Durumu

# journal.objects.count_format
source: %d entities
tr: %d varlık

# mood.anxious
source: Anxious
tr: Kaygılı

# mood.confused
source: Confused
tr: Kafası Karışık

# mood.great
source: Great
tr: Harika

# mood.neutral
source: Neutral
tr: Nötr

# mood.peaceful
source: Peaceful
tr: Huzurlu

# mood.scary
source: Scary
tr: Korkunç

# paywall.title
source: Unlock Premium Guidance
tr: Premium Rehberliği Aç

# paywall.subtitle
source: Choose your tier to access deeper dream interpretation and unlimited mystical tools.
tr: Daha derin rüya yorumları ve sınırsız mistik araçlar için planını seç.

# paywall.billing.monthly
source: Monthly
tr: Aylık

# paywall.billing.yearly
source: Yearly
tr: Yıllık

# paywall.plan.plus.badge
source: Most Powerful
tr: En Güçlü

# paywall.plan.basic.benefit.1
source: 2 premium dreams per day
tr: Günde 2 premium rüya

# paywall.plan.basic.benefit.2
source: 1 AI image per eligible dream
tr: Uygun rüya başına 1 AI görsel

# paywall.plan.basic.benefit.3
source: 2 premium perspectives per dream
tr: Rüya başına 2 premium perspektif

# paywall.plan.plus.benefit.1
source: Unlimited premium dreams
tr: Sınırsız premium rüya

# paywall.plan.plus.benefit.2
source: Unlimited AI dream images
tr: Sınırsız AI rüya görseli

# paywall.plan.plus.benefit.3
source: All premium perspectives and questions
tr: Tüm premium perspektif ve sorular

# paywall.price.loading
source: Price loading...
tr: Fiyat yükleniyor...

# paywall.credits.title
source: Credit Packs
tr: Kredi Paketleri

# paywall.credits.balance_format
source: Current balance: %d
tr: Mevcut bakiye: %d

# paywall.button.subscribe
source: Subscribe
tr: Abone Ol

# paywall.button.subscribing
source: Subscribing...
tr: Abone olunuyor...

# paywall.button.buy_credits
source: Buy Credits
tr: Kredi Satın Al

# paywall.button.buying_credits
source: Buying Credits...
tr: Kredi satın alınıyor...

# paywall.button.restore
source: Restore Purchases
tr: Satın Alımları Geri Yükle

# paywall.button.restoring
source: Restoring...
tr: Geri yükleniyor...

# locked_preview.title
source: Preview
tr: Önizleme

# locked_preview.unlock
source: Unlock full interpretation
tr: Tam yorumu aç

# error.backend.base_url_missing
source: Server configuration is unavailable. Please try again later.
tr: Sunucu adresi yapılandırılmamış. Lütfen daha sonra tekrar deneyin.

# error.gemini.api_format
source: Gemini error: %@
tr: Gemini hatası: %@

# error.gemini.invalid_response_format
source: Invalid Gemini response: %@
tr: Geçersiz Gemini cevabı: %@

# error.http.response_missing
source: HTTP response was not received.
tr: HTTP yanıtı alınamadı.

# error.http.status_format
source: Backend HTTP %d error
tr: Backend HTTP %d hatası

# error.image.data_missing
source: Image data was not received.
tr: Görsel verisi alınamadı.

# dream.title.night_echo
source: Night Echo
tr: Gece Yankısı

# dream.title.untitled
source: Untitled Dream
tr: Adsız Rüya

# image.keywords.fallback
source: Dream symbols
tr: Rüya sembolleri

# vm.error.dream_text_empty
source: Dream description cannot be empty.
tr: Rüya anlatımı boş olamaz.

# vm.error.followup_credit_required
source: 1 credit is required to ask a question.
tr: Soru sormak için 1 kredi gerekli.

# vm.error.followup_unavailable
source: Question could not be answered because OpenAI connection is unavailable.
tr: OpenAI bağlantısı kurulamadığı için soru yanıtlanamadı.

# vm.error.fragments_empty
source: Write keywords or the fragments you remember.
tr: Anahtar kelimeleri veya hatırladığın parçaları yaz.

# vm.error.free_limit_reached
source: Your 2 free interpretations are used. Buy credits to continue.
tr: 2 ücretsiz hak bitti. Devam etmek için kredi satın alın.

# vm.error.image_generation_failed_format
source: Image generation failed: %@
tr: Görsel üretilemedi: %@

# vm.error.interpret_unavailable
source: Interpretation could not start because OpenAI connection is unavailable.
tr: OpenAI bağlantısı kurulamadığı için yorum yapılamadı.

# vm.error.microphone_permission_denied
source: Microphone permission was denied.
tr: Mikrofon izni verilmedi.

# vm.error.rebuild_empty_response
source: Rebuild returned an empty dream draft.
tr: Rüyayı yeniden oluştururken boş sonuç döndü.

# vm.error.rebuild_unavailable
source: Dream draft could not be rebuilt because OpenAI connection is unavailable.
tr: OpenAI bağlantısı kurulamadığı için rüya yeniden oluşturulamadı.

# vm.error.record_missing
source: Dream record was not found.
tr: Rüya kaydı bulunamadı.

# vm.error.recorded_audio_missing
source: Recorded audio file was not found.
tr: Kaydedilen ses dosyası bulunamadı.

# vm.error.transcription_unavailable
source: Audio could not be processed because OpenAI connection is unavailable.
tr: OpenAI bağlantısı kurulamadığı için ses işlenemedi.

# vm.error.unexpected_format
source: Unexpected error occurred: %@
tr: Beklenmeyen bir hata oluştu: %@

# vm.info.credit_spent_remaining_format
source: 1 credit used. Remaining credits: %d
tr: 1 kredi düşüldü. Kalan kredi: %d

# vm.info.credits_added_format
source: %d credits added. Total credits: %d
tr: %d kredi yüklendi. Toplam kredi: %d

# vm.info.credits_spent_format
source: %d credits used. Remaining credits: %d
tr: %d kredi düşüldü. Kalan kredi: %d

# vm.info.free_used_remaining_format
source: Free interpretation used. Remaining: %d
tr: Ücretsiz hak kullanıldı. Kalan: %d

# vm.info.rebuild_ready
source: Dream draft is ready. You can edit and save it.
tr: Rüya taslağı oluşturuldu. Dilersen düzenleyip kaydedebilirsin.

# vm.info.transcription_ready
source: Audio was transcribed.
tr: Ses metne dönüştürüldü.

# vm.preview.default
source: Search for freedom and potential. Symbols point to inner transformation and courage.
tr: Özgürlük arayışı ve potansiyel. Semboller, içsel dönüşüm ve cesaret teması taşıyor.

# journal.term.anahtar
source: Key
tr: Anahtar

# journal.term.anne
source: Mother
tr: Anne

# journal.term.araba
source: Car
tr: Araba

# journal.term.aramak
source: Searching
tr: Aramak

# journal.term.arayis
source: Quest
tr: Arayış

# journal.term.arkadas
source: Friend
tr: Arkadaş

# journal.term.aslan
source: Lion
tr: Aslan

# journal.term.at
source: Horse
tr: At

# journal.term.ay
source: Moon
tr: Ay

# journal.term.ayna
source: Mirror
tr: Ayna

# journal.term.baba
source: Father
tr: Baba

# journal.term.balik
source: Fish
tr: Balık

# journal.term.bardak
source: Glass
tr: Bardak

# journal.term.bireylesme
source: Individuation
tr: Bireyleşme

# journal.term.bocek
source: Insect
tr: Böcek

# journal.term.bulut
source: Cloud
tr: Bulut

# journal.term.cam
source: Window
tr: Cam

# journal.term.cocuk
source: Child
tr: Çocuk

# journal.term.dag
source: Mountain
tr: Dağ

# journal.term.denge
source: Balance
tr: Denge

# journal.term.deniz
source: Sea
tr: Deniz

# journal.term.donusum
source: Transformation
tr: Dönüşüm

# journal.term.dusmek
source: Falling
tr: Düşmek

# journal.term.erkek
source: Man
tr: Erkek

# journal.term.ev
source: Home
tr: Ev

# journal.term.fil
source: Elephant
tr: Fil

# journal.term.firtina
source: Storm
tr: Fırtına

# journal.term.gece
source: Night
tr: Gece

# journal.term.gokyuzu
source: Sky
tr: Gökyüzü

# journal.term.golge
source: Shadow
tr: Gölge

# journal.term.gunes
source: Sun
tr: Güneş

# journal.term.hastane
source: Hospital
tr: Hastane

# journal.term.huzun
source: Sadness
tr: Hüzün

# journal.term.huzur
source: Peace
tr: Huzur

# journal.term.icmek
source: Drinking
tr: İçmek

# journal.term.icsel_catisma
source: Inner Conflict
tr: İçsel Çatışma

# journal.term.insan
source: Human
tr: İnsan

# journal.term.kacmak
source: Running Away
tr: Kaçmak

# journal.term.kadin
source: Woman
tr: Kadın

# journal.term.kapi
source: Door
tr: Kapı

# journal.term.kar
source: Snow
tr: Kar

# journal.term.kaygi
source: Anxiety
tr: Kaygı

# journal.term.kedi
source: Cat
tr: Kedi

# journal.term.konusmak
source: Speaking
tr: Konuşmak

# journal.term.kopek
source: Dog
tr: Köpek

# journal.term.kopru
source: Bridge
tr: Köprü

# journal.term.korku
source: Fear
tr: Korku

# journal.term.kosmak
source: Running
tr: Koşmak

# journal.term.kurt
source: Wolf
tr: Kurt

# journal.term.kus
source: Bird
tr: Kuş

# journal.term.masa
source: Table
tr: Masa

# journal.term.mutluluk
source: Happiness
tr: Mutluluk

# journal.term.oda
source: Room
tr: Oda

# journal.term.ofke
source: Anger
tr: Öfke

# journal.term.ogretmen
source: Teacher
tr: Öğretmen

# journal.term.okul
source: School
tr: Okul

# journal.term.orman
source: Forest
tr: Orman

# journal.term.otel
source: Hotel
tr: Otel

# journal.term.ozgurluk
source: Freedom
tr: Özgürlük

# journal.term.ozlem
source: Longing
tr: Özlem

# journal.term.panik
source: Panic
tr: Panik

# journal.term.potansiyel
source: Potential
tr: Potansiyel

# journal.term.ruzgar
source: Wind
tr: Rüzgar

# journal.term.saat
source: Clock
tr: Saat

# journal.term.saklanmak
source: Hiding
tr: Saklanmak

# journal.term.sehir
source: City
tr: Şehir

# journal.term.sevgili
source: Lover
tr: Sevgili

# journal.term.simsek
source: Lightning
tr: Şimşek

# journal.term.sis
source: Fog
tr: Sis

# journal.term.sokak
source: Street
tr: Sokak

# journal.term.su
source: Water
tr: Su

# journal.term.surahi
source: Pitcher
tr: Sürahi

# journal.term.takip
source: Chase
tr: Takip

# journal.term.telefon
source: Phone
tr: Telefon

# journal.term.ucmak
source: Flying
tr: Uçmak

# journal.term.yabanci
source: Stranger
tr: Yabancı

# journal.term.yagmur
source: Rain
tr: Yağmur

# journal.term.yalnizlik
source: Loneliness
tr: Yalnızlık

# journal.term.yatak
source: Bed
tr: Yatak

# journal.term.yilan
source: Snake
tr: Yılan

# journal.term.yol
source: Road
tr: Yol

# journal.term.yuzlesme
source: Confrontation
tr: Yüzleşme

# journal.term.yuzmek
source: Swimming
tr: Yüzmek

# design.preview.title
source: Design System
tr: Tasarım Sistemi

# design.preview.subtitle
source: Reusable premium mystical components
tr: Yeniden kullanılabilir premium mistik bileşenler

# design.preview.section.cards
source: Glass Surfaces
tr: Cam Yüzeyler

# design.preview.section.buttons
source: Buttons
tr: Butonlar

# design.preview.section.icons
source: Glow Icons
tr: Parıltılı İkonlar

# design.preview.section.locked
source: Locked Preview
tr: Kilitli Önizleme

# design.preview.section.chips
source: Glass Chips
tr: Cam Chipler

# design.preview.trailing.action
source: Action
tr: Aksiyon

# design.preview.card.title
source: Dream Guidance
tr: Rüya Rehberliği

# design.preview.sample.body
source: A calm and symbolic panel for rich dream interactions.
tr: Zengin rüya etkileşimleri için sakin ve sembolik bir kart yüzeyi.

# design.preview.cta.primary
source: Unlock Premium
tr: Premium'u Aç

# design.preview.cta.secondary
source: Try Glass Button
tr: Cam Butonu Dene

# design.preview.chip.two
source: Symbolic
tr: Sembolik

# design.preview.intensity.title
source: Glass Intensity
tr: Cam Yoğunluğu

# design.preview.intensity.low
source: Low
tr: Düşük

# design.preview.intensity.medium
source: Medium
tr: Orta

# design.preview.intensity.high
source: High
tr: Yüksek

# design.preview.loading
source: Preparing a dreamy interface...
tr: Rüya temalı arayüz hazırlanıyor...

# design.preview.locked.title
source: Preview Mode
tr: Önizleme Modu

# design.preview.locked.message
source: Unlock full content for deeper interpretation layers.
tr: Daha derin yorum katmanları için tam içeriği açın.

# design.preview.locked.hidden
source: Locked preview is hidden.
tr: Kilitli önizleme gizlendi.

# design.preview.icon.mic
source: Microphone
tr: Mikrofon

# design.preview.icon.sparkle
source: Sparkle
tr: Parıltı

# design.preview.icon.plus
source: Add
tr: Ekle
